Repository: bluecatengineering/limani
Catalog: src/l10n/zz.po
Languages: zz

source: Account
zz: ÂÂççççôôùùnt

source: Cancel
zz: ÇÇâânççéél

source: Download all logs
zz: Dôôwnlôôââd ââll lôôgs

source: Error response does not match expected format.
zz: ÉÉrrôôr rééspôônséé dôôéés nôôt mââtççh ééxpééççtééd fôôrmâât.

source: Error while communicating with server.
zz: ÉÉrrôôr whîîléé ççôômmùùnîîççââtîîng wîîth séérvéér.

source: Go back
zz: Gôô bââççk

source: Help
zz: Héélp

source: Help Menu
zz: Héélp Méénùù

source: Home
zz: Hôôméé

source: Logout
zz: Lôôgôôùùt

source: Path
zz: Pââth

source: Save
zz: Sââvéé

source: System
zz: Systéém

source: View logs
zz: Vîîééw lôôgs

source: Workflows
zz: Wôôrkflôôws
